Repository: plizkinzmey/Remission
Catalog: Remission/Localizable.xcstrings
Source language: ru
Languages: en

# app.action.addServer
source: Добавить
en: Add

# app.action.settings
source: Настройки
en: Settings

# app.footer.version
source: Версия %@
en: Version %@

# app.footer.version.debug
source: Версия %@ · Dev
en: Version %@ · Dev

# app.startup.caption
source: Быстрый контроль торрентов
en: Quick torrent control

# app.startup.loading
source: Загрузка...
en: Loading...

# app.startup.product
source: Удаленное управление Transmission
en: Transmission remote control

# app.startup.subtitle
source: Удаленное управление серверами Transmission
en: Remote control for Transmission servers

# app.startup.version
source: Версия %@
en: Version %@

# app.startup.version.debug
source: Версия %@ · Dev
en: Version %@ · Dev

# common.cancel
source: Отмена
en: Cancel

# common.delete
source: Удалить
en: Delete

# common.ok
source: Понятно
en: OK

# common.retry
source: Повторить
en: Repeat

# common.save
source: Сохранить
en: Save

# diagnostics.alert.loadFailed.title
source: Не удалось загрузить логи
en: Failed to load logs

# diagnostics.clear
source: Очистить
en: Clear

# diagnostics.close
source: Закрыть
en: Close

# diagnostics.copy
source: Копировать
en: Copy

# diagnostics.level
source: Уровень
en: Level

# diagnostics.level.all
source: Все
en: All

# diagnostics.limit.notice
source: Показываем последние %d записей
en: Showing the last %d entries

# diagnostics.loading
source: Загружаем логи…
en: Loading logs...

# diagnostics.network.badge
source: Сетевая ошибка
en: Network issue

# diagnostics.offline.badge
source: Офлайн
en: Offline

# diagnostics.search.placeholder
source: Поиск по тексту, источнику или контексту
en: Search by text, source or context

# diagnostics.title
source: Диагностика
en: Diagnostics

# Manage connections, security and actions for each Transmission server.
source: Управляйте подключениями, безопасностью и действиями для каждого сервера Transmission.
en: Manage connections, security and actions for each Transmission server.

# onboarding.action.cancel
source: Отмена
en: Cancel

# onboarding.action.checkConnection
source: Проверить подключение
en: Check connection

# onboarding.alert.saveFailed.title
source: Не удалось добавить сервер
en: Failed to add server

# onboarding.connection.cancelled
source: Проверка подключения была отменена. Попробуйте ещё раз.
en: The connection check was cancelled. Try again.

# onboarding.connection.timeout
source: Истекло время ожидания подключения. Проверьте сеть или сервер и попробуйте снова.
en: Connection timed out. Check your network or server and try again.

# onboarding.error.validation.checkRequired
source: Сначала выполните проверку соединения.
en: First, perform a connection test.

# onboarding.error.validation.hostPort
source: Заполните хост и корректный порт.
en: Fill in the host and the correct port.

# onboarding.status.connecting
source: Подключение…
en: Connection...

# onboarding.status.error
source: Ошибка соединения
en: Connection error

# onboarding.status.success
source: Соединение подтверждено
en: Connection confirmed

# onboarding.status.testing
source: Проверяем соединение…
en: Checking the connection...

# onboarding.title
source: Новый сервер
en: New server

# onboarding.trustPrompt.cancel
source: Отмена
en: Cancel

# onboarding.trustPrompt.fingerprint
source: Отпечаток SHA‑256
en: SHA-256 fingerprint

# onboarding.trustPrompt.message
source: Не удалось подтвердить сертификат сервера. Доверять этому сертификату?
en: The server certificate could not be verified. Trust this certificate?

# onboarding.trustPrompt.navigationTitle
source: Доверие сертификату
en: Trust the certificate

# onboarding.trustPrompt.server
source: Сервер
en: Server

# onboarding.trustPrompt.title
source: Ненадёжный сертификат
en: Untrusted certificate

# onboarding.trustPrompt.trust
source: Доверять
en: Trust

# Open torrent details
source: Открыть детали торрента
en: Open torrent details

# Remove tag %@
source: Удалить тег %@
en: Remove tag %@

# serverDetail.action.retry
source: Повторить подключение
en: Reconnect

# serverDetail.addTorrent.invalidFile.message
source: Выберите файл с расширением .torrent.
en: Select a file with the .torrent extension.

# serverDetail.addTorrent.invalidFile.title
source: Неверный файл
en: Invalid file

# serverDetail.addTorrent.invalidMagnet.message
source: Проверьте корректность magnet ссылки и повторите попытку.
en: Check that the magnet link is correct and try again.

# serverDetail.addTorrent.invalidMagnet.title
source: Неверная magnet-ссылка
en: Invalid magnet link

# serverDetail.addTorrent.readFileFailed.title
source: Не удалось открыть файл
en: Failed to open file

# serverDetail.addTorrent.readFileLoadedFailed.title
source: Не удалось прочитать файл
en: Failed to read file

# serverDetail.alert.connectionFailed.title
source: Не удалось подключиться
en: Failed to connect

# serverDetail.alert.delete.cancel
source: Отмена
en: Cancel

# serverDetail.alert.delete.confirm
source: Удалить
en: Delete

# serverDetail.alert.delete.message
source: Сервер и сохранённые креды будут удалены без возможности восстановления.
en: The server and saved credentials will be deleted without the possibility of recovery.

# serverDetail.alert.delete.title
source: Удалить сервер?
en: Delete the server?

# serverDetail.alert.httpWarningsReset.button
source: Готово
en: Ready

# serverDetail.alert.httpWarningsReset.message
source: Мы снова предупредим перед подключением по HTTP.
en: We will warn again before connecting via HTTP.

# serverDetail.alert.httpWarningsReset.title
source: Предупреждения сброшены
en: Warnings cleared

# serverDetail.alert.trustReset.cancel
source: Отмена
en: Cancel

# serverDetail.alert.trustReset.confirm
source: Сбросить
en: Reset

# serverDetail.alert.trustReset.title
source: Сбросить доверие?
en: Reset trust?

# serverDetail.alert.trustResetDone.button
source: Готово
en: Ready

# serverDetail.alert.trustResetDone.message
source: При следующем подключении мы снова спросим подтверждение.
en: The next time you connect, we will ask for confirmation again.

# serverDetail.alert.trustResetDone.title
source: Доверие сброшено
en: Trust reset

# serverDetail.alert.trustResetFailed.title
source: Не удалось сбросить доверие
en: Failed to reset trust

# serverDetail.button.close
source: Закрыть
en: Close

# serverDetail.section.connection
source: Подключение
en: Connection

# serverDetail.status.connected
source: Подключено
en: Connected

# serverDetail.status.connecting
source: Подключаемся к серверу…
en: Connecting to the server...

# serverDetail.status.error
source: Ошибка подключения
en: Connection error

# serverDetail.status.waiting
source: Ожидаем начало подключения.
en: Waiting to start connection.

# serverEditor.alert.saveFailed.title
source: Не удалось сохранить сервер
en: Failed to save server

# serverEditor.saving
source: Сохраняем…
en: Saving...

# serverEditor.title
source: Редактирование
en: Editing

# serverForm.password.hide
source: Скрыть пароль
en: Hide password

# serverForm.password.show
source: Показать пароль
en: Show password

# serverForm.placeholder.name
source: Имя сервера
en: Server name

# serverForm.placeholder.password
source: Пароль
en: Password

# serverForm.placeholder.path
source: Путь
en: Path

# serverForm.placeholder.port
source: Порт
en: Port

# serverForm.placeholder.username
source: Имя пользователя
en: Username

# serverForm.section.connection
source: Подключение
en: Connection

# serverForm.section.credentials
source: Учетные данные
en: Credentials

# serverForm.transport.label
source: Протокол
en: Protocol

# serverList.accessibility.insecure
source: Небезопасный сервер
en: Insecure server

# serverList.accessibility.secure
source: Безопасный сервер
en: Secure server

# serverList.action.addServer
source: Добавить сервер
en: Add server

# serverList.action.edit
source: Изменить
en: Change

# serverList.alert.delete.cancel
source: Отмена
en: Cancel

# serverList.alert.delete.confirm
source: Удалить
en: Delete

# serverList.alert.delete.message
source: Сервер и сохранённые креды будут удалены без возможности восстановления.
en: The server and saved credentials will be deleted without the possibility of recovery.

# serverList.alert.delete.title
source: Удалить «%@»?
en: Delete "%@"?

# serverList.alert.refreshFailed.title
source: Не удалось обновить список серверов
en: Failed to update server list

# serverList.empty.message
source: Добавьте Transmission сервер, чтобы управлять торрентами.
en: Add a Transmission server to manage torrents.

# serverList.empty.title
source: Нет подключённых серверов
en: No connected servers

# serverList.transmissionVersionLabel
source: Версия Transmission -
en: Transmission version -

# Servers
source: Серверы
en: Servers

# settings.alert.close
source: Закрыть
en: Close

# settings.alert.saveFailed.title
source: Не удалось сохранить настройки
en: Failed to save settings

# settings.alert.sessionFailed.title
source: Не удалось загрузить настройки сервера
en: Failed to load server settings

# settings.autoRefresh.note
source: Отключите автообновление, чтобы обновлять список вручную.
en: Turn off auto-update to update the list manually.

# settings.autoRefresh.section
source: Автообновление
en: Auto update

# settings.autoRefresh.toggle
source: Обновлять список автоматически
en: Update list automatically

# settings.error.connection
source: Подключение к серверу недоступно.
en: Server connection is unavailable.

# settings.loading
source: Загружаем настройки…
en: Loading settings...

# settings.polling.interval
source: %lld секунд
en: %lld seconds

# settings.polling.note
source: Укажите, как часто Remission будет опрашивать Transmission.
en: Specify how often Remission will poll Transmission.

# settings.polling.section
source: Интервал опроса
en: Polling interval

# settings.retry
source: Повторить
en: Retry

# settings.seedRatio.limit
source: Лимит рейтинга
en: Seed ratio limit

# settings.seedRatio.note
source: Укажите 0, чтобы отключить лимит.
en: Set to 0 to disable the limit.

# settings.seedRatio.section
source: Рейтинг раздачи
en: Seed ratio

# settings.speed.download
source: Скачивание
en: Download

# settings.speed.note
source: Оставьте поле пустым, чтобы не ограничивать скорость.
en: Leave the field blank to avoid limiting the speed.

# settings.speed.section
source: Лимиты скорости (КБ/с)
en: Speed limits (KB/s)

# settings.speed.upload
source: Отдача
en: Upload

# settings.telemetry.note
source: По умолчанию выключено. Включите, чтобы помочь улучшить Remission.
en: Disabled by default. Turn on to help improve Remission.

# settings.telemetry.policy
source: Политика конфиденциальности
en: Privacy Policy

# settings.telemetry.section
source: Телеметрия
en: Telemetry

# settings.telemetry.toggle
source: Отправлять анонимную телеметрию
en: Send anonymous telemetry

# settings.telemetry.uiTestToggle
source: Обновлять список автоматически (UI Test)
en: Update list automatically (UI Test)

# settings.title
source: Настройки
en: Settings

# storage.summary
source: Всего %@, свободно %@
en: Total %@, %@ free

# storage.summary.short
source: Диск %@, свободно %@
en: Disk %@, %@ free

# torrentAdd.action.add
source: Добавить
en: Add

# torrentAdd.action.cancel
source: Отмена
en: Cancel

# torrentAdd.alert.added.message
source: Добавлен торрент %@
en: Added torrent %@

# torrentAdd.alert.added.title
source: Торрент добавлен
en: Torrent added

# torrentAdd.alert.addFailed.title
source: Не удалось добавить торрент
en: Failed to add torrent

# torrentAdd.alert.destinationRequired.message
source: Поле каталога загрузки не может быть пустым.
en: The download directory field cannot be empty.

# torrentAdd.alert.destinationRequired.title
source: Укажите каталог загрузки
en: Specify the download directory

# torrentAdd.alert.duplicate.message
source: Переданный торрент уже есть в списке: %@
en: The transferred torrent is already in the list: %@

# torrentAdd.alert.duplicate.title
source: Торрент уже добавлен
en: Torrent has already been added

# torrentAdd.alert.noConnection.message
source: Не удалось получить окружение подключения. Повторите попытку позже.
en: Failed to get connection environment. Please try again later.

# torrentAdd.alert.noConnection.title
source: Нет подключения к серверу
en: No connection to server

# torrentAdd.destination.custom
source: Ввести путь…
en: Enter custom path…

# torrentAdd.destination.customTitle
source: Пользовательский путь
en: Custom download path

# torrentAdd.destination.remove
source: Удалить путь
en: Remove path

# torrentAdd.destination.suggestions
source: Сохраненные пути
en: Saved paths

# torrentAdd.error.auth
source: Проверьте логин/пароль и повторите попытку.
en: Check your login/password and try again.

# torrentAdd.error.badResponse
source: Некорректный ответ Transmission: %@
en: Incorrect response Transmission: %@

# torrentAdd.error.session
source: Сессия устарела. Попробуйте снова подключиться и повторить добавление.
en: The session has expired. Try connecting again and adding again.

# torrentAdd.placeholder.destination
source: Например, /downloads
en: For example, /downloads

# torrentAdd.placeholder.tag
source: Добавить тег
en: Add a tag

# torrentAdd.section.category
source: Категория
en: Category

# torrentAdd.section.destination
source: Каталог загрузки
en: Download directory

# torrentAdd.section.source
source: Источник
en: Source

# torrentAdd.section.tags
source: Теги
en: Tags

# torrentAdd.source.chooseFile
source: Выбрать .torrent файл
en: Choose .torrent file

# torrentAdd.source.continue
source: Продолжить
en: Continue

# torrentAdd.source.noMagnet.message
source: В буфере обмена нет magnet-ссылки.
en: Clipboard doesn't contain a magnet link.

# torrentAdd.source.noMagnet.title
source: Нет magnet-ссылки
en: No magnet link

# torrentAdd.source.option.file
source: Файл
en: File

# torrentAdd.source.option.magnet
source: Ссылка
en: Link

# torrentAdd.source.picker.title
source: Источник
en: Source

# torrentAdd.source.title
source: Добавить торрент
en: Add torrent

# torrentAdd.tags.empty
source: Теги не заданы
en: No tags set

# torrentAdd.title
source: Добавление торрента
en: Adding a torrent

# torrentAdd.toggle.startPaused
source: Запустить в паузе
en: Run in pause

# torrentCategory.books
source: Книги
en: Books

# torrentCategory.movies
source: Кино
en: Movies

# torrentCategory.other
source: Другое
en: Other

# torrentCategory.programs
source: Программы
en: Programs

# torrentCategory.series
source: Сериалы
en: Series

# torrentDetail.actions.cancel
source: Отмена
en: Cancel

# torrentDetail.actions.hint
source: Отправляет команду на Transmission
en: Sends a command to Transmission

# torrentDetail.actions.pause
source: Пауза
en: Pause

# torrentDetail.actions.remove
source: Удалить торрент
en: Delete torrent

# torrentDetail.actions.remove.confirm
source: Удалить торрент
en: Delete torrent

# torrentDetail.actions.removePrompt
source: Удалить торрент «%@»?
en: Delete torrent “%@”?

# torrentDetail.actions.removeWithData
source: Удалить с данными
en: Delete with data

# torrentDetail.actions.start
source: Старт
en: Start

# torrentDetail.actions.verify
source: Проверить
en: Check

# torrentDetail.api.decodingFailed
source: Ошибка парсирования ответа
en: Error parsing response

# torrentDetail.api.networkUnavailable
source: Сеть недоступна
en: Network unavailable

# torrentDetail.api.sessionConflict
source: Конфликт сессии
en: Session conflict

# torrentDetail.api.tlsDeclined
source: Подключение отклонено: сертификат не доверен
en: Connection refused: certificate not trusted

# torrentDetail.api.tlsFailed
source: Ошибка проверки сертификата: %@
en: Certificate verification error: %@

# torrentDetail.api.unauthorized
source: Ошибка аутентификации
en: Authentication Error

# torrentDetail.api.unknown
source: Ошибка: %@
en: Error: %@

# torrentDetail.api.versionUnsupported
source: Версия Transmission не поддерживается (%@)
en: Transmission version not supported (%@)

# torrentDetail.error.noConnection
source: Нет подключения к серверу
en: No connection to server

# torrentDetail.error.title
source: Ошибка
en: Error

# torrentDetail.error.updateCategory
source: Не удалось изменить категорию: %@
en: Failed to update category: %@

# torrentDetail.eta.hoursMinutes
source: %lld ч %lld мин
en: %lld h %lld min

# torrentDetail.eta.minutes
source: %lld мин
en: %lld min

# torrentDetail.files.accessibility.label
source: %@, готово %@, размер %@
en: %@, ready %@, size %@

# torrentDetail.files.empty.message.loaded
source: Transmission не вернул список файлов. Обновите детали позже.
en: Transmission did not return a list of files. Update details later.

# torrentDetail.files.empty.message.loading
source: Как только сервер пришлёт метаданные, список файлов появится автоматически.
en: As soon as the server sends the metadata, a list of files will appear automatically.

# torrentDetail.files.empty.title.loaded
source: Файлы недоступны
en: Files not available

# torrentDetail.files.empty.title.loading
source: Файлы ещё не загружены
en: Files have not been uploaded yet

# torrentDetail.files.priority.accessibilityLabel
source: Приоритет %@
en: Priority %@

# torrentDetail.files.priority.hint
source: Двойной тап покажет доступные уровни
en: Double tap will show available levels

# torrentDetail.files.progress.accessibility
source: Прогресс файла
en: File progress

# torrentDetail.files.progress.percent
source: %lld процентов
en: %lld percent

# torrentDetail.files.title
source: Файлы (%lld)
en: Files (%lld)

# torrentDetail.loading
source: Обновляем детали…
en: Update details...

# torrentDetail.mainInfo.added
source: Дата добавления:
en: Date added:

# torrentDetail.mainInfo.category
source: Категория
en: Category

# torrentDetail.mainInfo.downloaded
source: Загружено:
en: Downloaded:

# torrentDetail.mainInfo.eta
source: Осталось:
en: Left:

# torrentDetail.mainInfo.name
source: Имя:
en: Name:

# torrentDetail.mainInfo.path
source: Путь:
en: Path:

# torrentDetail.mainInfo.progress
source: Прогресс:
en: Progress:

# torrentDetail.mainInfo.size
source: Размер:
en: Size:

# torrentDetail.mainInfo.status
source: Статус:
en: Status:

# torrentDetail.mainInfo.tags
source: Теги:
en: Tags:

# torrentDetail.mainInfo.title
source: Основная информация
en: Basic information

# torrentDetail.mainInfo.unavailable
source: Недоступно
en: Not available

# torrentDetail.mainInfo.unknown
source: Неизвестно
en: Unknown

# torrentDetail.mainInfo.uploaded
source: Отдано:
en: Uploaded:

# torrentDetail.mainInfo.waitingMetadata
source: Ожидание метаданных
en: Waiting for metadata

# torrentDetail.metric.downloadSpeed
source: Скорость загрузки
en: Download speed

# torrentDetail.metric.peers
source: Пиров подключено
en: Peers connected

# torrentDetail.metric.ratio
source: Коэффициент
en: Ratio

# torrentDetail.metric.uploadSpeed
source: Скорость отдачи
en: Upload speed

# torrentDetail.peers.accessibility
source: %@: %d источников
en: %@: %d sources

# torrentDetail.peers.empty.message.loaded
source: Для этого торрента нет активных источников.
en: There are no active sources for this torrent.

# torrentDetail.peers.empty.message.loading
source: Как только Transmission пришлёт данные о пирам, мы покажем их здесь.
en: As soon as Transmission sends peer data, we will show it here.

# torrentDetail.peers.empty.title.loaded
source: Нет источников
en: No sources

# torrentDetail.peers.empty.title.loading
source: Источники ещё не получены
en: Sources not yet received

# torrentDetail.peers.title
source: Источники пиров
en: Peer sources

# torrentDetail.placeholder.initial.message
source: Как только сервер Transmission вернёт детали, они появятся здесь.
en: As soon as the Transmission server returns the details, they will appear here.

# torrentDetail.placeholder.initial.title
source: Получаем данные
en: Getting data

# torrentDetail.placeholder.metadata.message
source: Transmission пока не прислал структуру файлов и трекеров. Попробуйте обновить через несколько секунд.
en: Transmission has not yet sent the structure of files and trackers. Try updating after a few seconds.

# torrentDetail.placeholder.metadata.title
source: Ждём метаданные
en: We are waiting for metadata

# torrentDetail.priority.high
source: Высокий
en: High

# torrentDetail.priority.low
source: Низкий
en: Low

# torrentDetail.priority.normal
source: Нормальный
en: Normal

# torrentDetail.progress.accessibility
source: Прогресс загрузки
en: Download progress

# torrentDetail.progress.none
source: Нет данных
en: No data

# torrentDetail.section.summary
source: Сводка
en: Summary

# torrentDetail.speed.format
source: %@/с
en: %@/s

# torrentDetail.speed.zero
source: 0 КБ/с
en: 0 KB/s

# torrentDetail.speedHistory.accessibility
source: Время %@. Загрузка %@. Отдача %@.
en: Time %@. Download %@. Upload %@.

# torrentDetail.speedHistory.axis.x
source: Время
en: Time

# torrentDetail.speedHistory.axis.y
source: КБ/с
en: KB/s

# torrentDetail.speedHistory.download
source: Загрузка
en: Download

# torrentDetail.speedHistory.empty.message
source: История скоростей появится после нескольких обновлений.
en: The speed history will appear after several updates.

# torrentDetail.speedHistory.empty.title
source: Нет истории
en: No history

# torrentDetail.speedHistory.title
source: История скоростей
en: Speed history

# torrentDetail.speedHistory.unavailable
source: Диаграмма недоступна для этой платформы.
en: Chart not available for this platform.

# torrentDetail.speedHistory.upload
source: Отдача
en: Upload

# torrentDetail.stats.downloadLimit
source: Лимит загрузки:
en: Download limit:

# torrentDetail.stats.downloadSpeed
source: Скорость загрузки:
en: Download speed:

# torrentDetail.stats.peers
source: Пиров подключено:
en: Peers connected:

# torrentDetail.stats.placeholder
source: КБ/с
en: KB/s

# torrentDetail.stats.ratio
source: Коэффициент:
en: Ratio:

# torrentDetail.stats.title
source: Статистика
en: Statistics

# torrentDetail.stats.uploadLimit
source: Лимит отдачи:
en: Upload limit:

# torrentDetail.stats.uploadSpeed
source: Скорость отдачи:
en: Upload speed:

# torrentDetail.stats.valueLabel
source: Значение (КБ/с):
en: Value (KB/s):

# torrentDetail.status.started
source: Торрент запущен
en: Torrent started

# torrentDetail.status.stopped
source: Торрент остановлен
en: Torrent stopped

# torrentDetail.status.verify
source: Проверка запущена
en: Verification started

# torrentDetail.statusText.checking
source: Проверка
en: Checking

# torrentDetail.statusText.downloading
source: Загрузка
en: Downloading

# torrentDetail.statusText.downloadQueue
source: Очередь загрузки
en: Queued for download

# torrentDetail.statusText.queueCheck
source: Проверка очереди
en: Queued for verification

# torrentDetail.statusText.seeding
source: Раздача
en: Seeding

# torrentDetail.statusText.seedQueue
source: Очередь раздачи
en: Queued for seeding

# torrentDetail.statusText.stopped
source: Остановлен
en: Stopped

# torrentDetail.statusText.unknown
source: Неизвестно
en: Unknown

# torrentDetail.title.fallback
source: Торрент
en: Torrent

# torrentDetail.trackers.accessibility
source: %@, %@, сидающих %lld, качающих %lld
en: %@, %@, seeders %lld, leechers %lld

# torrentDetail.trackers.empty.message.loaded
source: Переданные детали не содержат трекеров.
en: The transferred details do not contain trackers.

# torrentDetail.trackers.empty.message.loading
source: Дождитесь загрузки метаданных, чтобы увидеть список трекеров.
en: Wait for the metadata to load to see the list of trackers.

# torrentDetail.trackers.empty.title.loaded
source: Нет трекеров
en: No trackers

# torrentDetail.trackers.empty.title.loading
source: Трекеры ещё не загружены
en: Trackers have not been uploaded yet

# torrentDetail.trackers.title
source: Трекеры (%lld)
en: Trackers (%lld)
